Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/wordpress-tm.tmx
Source language: en
Languages: ca_es

source: You are using the browser&#8217;s built-in file uploader. The WordPress uploader includes multiple file selection and drag and drop capability. <a href="#">Switch to the multi-file uploader</a>.
ca_es: Esteu fent servir un carregador de fitxers del navegador. El carregador nou inclou la selecció de múltiples fitxers i la capacitat d'arrossegar i deixar anar. <a href="#">Canvieu al carregador de múltiples fitxers</a>.

source: Preview %s
ca_es: Previsualització de %s

source: Categories have hierarchy, meaning that you can nest sub-categories. Tags do not have hierarchy and cannot be nested. Sometimes people start out using one on their posts, then later realize that the other would work better for their content.
ca_es: Les categories tenen jerarquia, que vol dir que podeu niar subcategories. Les etiquetes no tenen jerarquia i no poden niar-se. A vegades la gent comença a usar una en les seves entrades, aleshores se n'adona que l'altra seria més apropiada per al seu contingut.

source: The Categories and Tags Converter link on this screen will take you to the Import screen, where that Converter is one of the plugins you can install. Once that plugin is installed, the Activate Plugin &amp; Run Importer link will take you to a screen where you can choose to convert tags into categories or vice versa.
ca_es: L'enllaç al convertidor de categories i etiquetes us durà a la pantalla d'importació, on aquest convertidor és una de les extensions que podeu instal·lar. Una vegada l'extensió s'instal·la, l'enllaç "Activa l'extensió i executa l'importador" us durà a una pantalla on podreu triar les etiquetes i categories que voleu convertir.

source: Live Preview
ca_es: Previsualització

source: This screen is used to customize the header section of your theme.
ca_es: Aquesta pantalla s'utilitza per personalitzar la secció de capçalera del tema.

source: You can choose from the theme&#8217;s default header images, or use one of your own. You can also customize how your Site Title and Tagline are displayed.
ca_es: Podeu triar una de les imatges de capçalera predeterminats del tema, o fer servir una pròpia. Podeu també personalitzar com es mostra el títol del lloc web i el lema.

source: Some themes come with additional header images bundled. If you see multiple images displayed, select the one you&#8217;d like and click the &#8220;Save Changes&#8221; button.
ca_es: Alguns temes venen amb un conjunt d'imatges de capçalera addicional. Si es mostren un munt d'imatges, seleccioneu-ne una que us agradi i feu clic al botó &#8220;Desa els canvis&#8221;.

source: If your theme has more than one default header image, or you have uploaded more than one custom header image, you have the option of having WordPress display a randomly different image on each page of your site. Click the &#8220;Random&#8221; radio button next to the Uploaded Images or Default Images section to enable this feature.
ca_es: sSi el tema té més d'una imatge de capçalera predeterminada, o heu penjat més d'una imatge de capçalera personalitzada, teniu l'opció que el WordPress mostri una imatge aleatòria diferent en cada pàgina del lloc web. Feu clic al botó d'opció &#8220;Aleatòria&#8221; que hi ha al costat de les imatges penjades o a la secció Imatges predeterminades per activar aquesta funcionalitat.

source: For most themes, the header text is your Site Title and Tagline, as defined in the <a href="%1$s">General Settings</a> section.
ca_es: Per a la majoria de temes, el text de capçalera és el títol del lloc web i el lema, com està definit a la secció <a href="%1$s">Opcions generals</a>.

source: Configuration Error
ca_es: Error en la configuració

source: Your <code>wp-config.php</code> file has an empty database table prefix, which is not supported.
ca_es: El fitxer <code>wp-config.php</code> té un prefix de taula buit, la qual cosa no està permès.

source: Revert to the <strong>Browser Uploader</strong> by clicking the link below the drag and drop box.
ca_es: Torna al <strong>carregador del navegador</strong> en fer clic a l'enllaç que hi ha a la part inferior de la caixa per arrossegar i desar.

source: User deleted.
ca_es: S'ha suprimit l'usuari.

source: New user created. <a href="%s">Edit user</a>
ca_es: S'ha creat un usuari nou. <a href="%s">Edita l'usuari</a>

source: Could not copy files. You may have run out of disk space.
ca_es: No es poden copiar fitxers. Potser us heu quedat sense espai al disc.

source: Search for themes by keyword.
ca_es: Cerca temes per paraula clau.

source: Find a theme based on specific features.
ca_es: Troba un tema basat en característiques específiques.

source: In all likelihood, these items were supplied to you by your Web Host. If you do not have this information, then you will need to contact them before you can continue. If you&#8217;re all ready&hellip;
ca_es: Amb tota probabilitat, aquestes dades us les ha subministrat el vostre proveïdor d'allotjament. Si no teniu aquesta informació, aleshores necessitareu contactar amb ells abans de continuar. Si ja esteu llestos&hellip;

source: This theme is broken.
ca_es: Aquest tema està malmès.

source: Version:
ca_es: Versió:

source: Set as background
ca_es: Estableix com a fons

source: Set as header
ca_es: Estableix com a capçalera

source: Customize &#8220;%s&#8221;
ca_es: Personalitza &#8220;%s&#8221;

source: Edit comment
ca_es: Edita el comentari

source: Restore
ca_es: Restaura

source: Actions
ca_es: Accions

source: Collapse Sidebar
ca_es: Redueix la barra lateral

source: Media
ca_es: Mèdia

source: Edit Link
ca_es: Edita l'enllaç

source: Keyword
ca_es: Paraula clau

source: This theme requires a parent theme. Checking if it is installed&#8230;
ca_es: Aquest tema necessita un tema pare. Comproveu si està instal·lat&#8230;

source: Preparing to install <strong>%1$s %2$s</strong>&#8230;
ca_es: S'està preparant per a instal·lar <strong>%1$s %2$s</strong>&#8230;

source: The parent theme, <strong>%1$s %2$s</strong>, is currently installed.
ca_es: El tema pare, <strong>%1$s %2$s</strong>, està instal·lat.

source: Successfully installed the parent theme, <strong>%1$s %2$s</strong>.
ca_es: S'ha instal·lat correctament el tema pare, <strong>%1$s %2$s</strong>.

source: <strong>The parent theme could not be found.</strong> You will need to install the parent theme, <strong>%s</strong>, before you can use this child theme.
ca_es: <strong>No es pot trobat el tema pare.</strong> Necessitareu instal·lar el tema pare, <strong>%s</strong>, abans de fer servir aquest tema fill.

source: Header Text
ca_es: El text de la capçalera

source: Show header text with your image.
ca_es: Mostra el text de capçalera amb la imatge

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%1$s">View version %3$s details</a> or <a href="%4$s" %5$s>update now</a>.
ca_es: Hi ha una versió disponible del %1$s. <a href="%2$s" class="thickbox" title="%1$s">Mireu els detalls de la versió %3$s</a> o <a href="%4$s" %5$s>actualitzeu ara</a>.

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%3$s">View version %4$s details</a> or <a href="%5$s">update now</a>.
ca_es: Hi ha una nova versió disponible del %1$s. <a href="%2$s" class="thickbox" title="%3$s">Mireu els detalls de la versió %4$s</a> o <a href="%5$s">actualitzeu ara</a>.

source: By %s.
ca_es: Per %s.

source: Add comment
ca_es: Afegeix un comentari

source: Add new Comment
ca_es: Afegeix un comentari nou

source: Add Comment
ca_es: Afegeix un comentari

source: Broken Theme:
ca_es: Tema malmès:

source: Broken <span class="count">(%s)</span>
ca_es: <span class="count">(%s)</span> trencat

source: Light
ca_es: Clar

source: Used by millions, Akismet is quite possibly the best way in the world to <strong>protect your blog from comment and trackback spam</strong>. It keeps your site protected from spam even while you sleep. To get started: 1) Click the "Activate" link to the left of this description, 2) <a href="http://akismet.com/get/?return=true">Sign up for an Akismet API key</a>, and 3) Go to your Akismet configuration page, and save your API key.
ca_es: Usat per milions, l'Akismet és possiblement la millor manera en el món de <strong>protegir el vostre bloc de comentaris i retroenllaços brossa</strong>. Protegeix el vostre lloc web de la brossa fins i tot quan dormiu. Per començar: 1) feu clic a l'enllaç "Activa" que hi ha a l'esquerra d'aquesta descripció, 2) <a href="http://akismet.com/get/?return=true">Entreu per demanar una clau API de l'Akismet</a>, i 3) aneu a la pàgina <a href="admin.php?page=akismet-key-config">de configuració de l'Akismet</a>, i deseu la clau API.

source: Hello Dolly
ca_es: Hola

source: This is not just a plugin, it symbolizes the hope and enthusiasm of an entire generation summed up in two words sung most famously by Louis Armstrong: Hello, Dolly. When activated you will randomly see a lyric from <cite>Hello, Dolly</cite> in the upper right of your admin screen on every page.
ca_es: Això no és simplement una extensió, simbolitza l'esperança i l'entusiasme d'una generació sencera resumida en les dues paraules cantades més famoses de Louis Armstrong: Hello, Dolly. Quan s'activa, veureu de manera aleatòria un tros de la lletra de <cite>Hello, Dolly</cite> a la part superior dreta en totes les pàgines.

source: Show on screen
ca_es: Mostra a la pantalla

source: <strong>Welcome</strong> - Shows links for some of the most common tasks when setting up a new site.
ca_es: <strong>Benvinguts</strong> - Mostra enllaços a les tasques més comuns quan estàs configurant un lloc web nou.

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%3$s">View version %4$s details</a>. <em>Automatic update is unavailable for this theme.</em>
ca_es: Hi ha disponible una versió nova del %1$s. <a href="%2$s" class="thickbox" title="%3$s">Mireu els detalls de la versió %4$s</a>. <em>No hi ha una actualització automàtica d'aquest tema.</em>

source: Welcome
ca_es: Benvinguts

source: Images should be at least <strong>%1$d pixels</strong> wide.
ca_es: Les imatges haurien de tenir almenys <strong>%1$d píxels</strong> d'amplada.

source: Suggested height is <strong>%1$d pixels</strong>.
ca_es: L'alçada suggerida és de <strong>%1$d píxels</strong>.

source: Images should be at least <strong>%1$d pixels</strong> tall.
ca_es: Les imatges haurien de tenir almenys <strong>%1$d píxels</strong> d'alçada.

source: Suggested width is <strong>%1$d pixels</strong>.
ca_es: L'amplada suggerida és de <strong>%1$d píxels</strong>.

source: I'm sure I want to permanently disable my site, and I am aware I can never get it back or use %s again.
ca_es: Estic segur que vull desactivar de manera permanent la meva pàgina web, i en sóc conscient que mai no podré tornar-hi o usar de nou %s .

source: Delete My Site Permanently
ca_es: Suprimeix definitivament el meu lloc

source: Delete My Site
ca_es: Suprimeix el meu lloc

source: Remember, once deleted your site cannot be restored.
ca_es: Recordeu que una vegada esborrat, el vostre lloc web no es pot restaurar.

source: I'm sorry, the link you clicked is stale. Please select another option.
ca_es: L'enllaç on heu fet clic és obsolet. Seleccioneu altra opció.

source: Thank you for using %s, your site has been deleted. Happy trails to you until we meet again.
ca_es: Gràcies per fer servir el %s, el lloc web s'ha esborrat. Que tingueu un bon camí fins que ens trobem de nou.

source: If you do not want to use your %s site any more, you can delete it using the form below. When you click <strong>Delete My Site Permanently</strong> you will be sent an email with a link in it. Click on this link to delete your site.
ca_es: Si no voleu fer servir el lloc web %s més, podeu esborrar-lo amb el formulari d'aquí sota. Quan feu clic en <strong>Esborra el meu web permanentment</strong> s'us enviarà un correu electrònic amb un enllaç. Feu clic en aquest enllaç per esborrar la vostra pàgina web.

source: You do not have sufficient permissions to delete this site.
ca_es: No teniu permès esborrar aquest lloc web.

source: Thank you. Please check your email for a link to confirm your action. Your site will not be deleted until this link is clicked.
ca_es: Gràcies. Comproveu si hi ha al vostre correu electrònic un enllaç per confirmar l'acció. El vostre web no s'esborrarà fins que feu clic en aquest enllaç.

source: Dear User, You recently clicked the 'Delete Site' link on your site and filled in a form on that page. If you really want to delete your site, click the link below. You will not be asked to confirm again so only click this link if you are absolutely certain: ###URL_DELETE### If you delete your site, please consider opening a new site here some time in the future! (But remember your current site and username are gone forever.) Thanks for using the site, Webmaster ###SITE_NAME###
ca_es: Blocaire, Fa poc heu clicat l'enllaç 'Esborra el lloc' de la vostra pàgina web i heu emplenat un formulari en aquesta pàgina. Si realment voleu esborrar el vostre web, cliqueu en l'enllaç d'aquí sota. No us preguntarem que confirmeu de nou així que feu clic solament si esteu completament segurs: ###URL_DELETE### Si esborreu el web, considereu la possibilitat de crear una nova pàgina web aquí en algun moment en el futur! (Però recordeu que el vostre web actual i el nom d'usuari ja no seran mai més.) Gràcies per fer servir el lloc web, l'administrador del web ###SITE_NAME###

source: This file is too big. Files must be less than %1$s KB in size.
ca_es: Aquest fitxer és massa gran. Els fitxers no poden superar els %1$s Kb de grandària.

source: You have used your space quota. Please delete files before uploading.
ca_es: Heu utilitzat la vostra quota d'espai. Elimineu fitxers abans de penjar-ne de nous.

source: Back
ca_es: Enrere

source: [%s] New Admin Email Address
ca_es: [%s] Adreça de correu electrònic d'administració nova

source: Dear user, You recently requested to have the email address on your account changed. If this is correct, please click on the following link to change it: ###ADMIN_URL### You can safely ignore and delete this email if you do not want to take this action. This email has been sent to ###EMAIL### Regards, All at ###SITENAME### ###SITEURL###
ca_es: Blocaire, Recentment heu sol·licitat canviar l'adreça de correu electrònic del vostre compte. Si això és correcte, feu clic en el següent enllaç per canviar-la: ###ADMIN_URL### Podeu ignorar o eliminar de manera segura aquest correu electrònic si no voleu dur a terme aquest canvi. Aquest correu electrònic s'ha enviat a ###EMAIL### Salutacions, de part de ###SITENAME### ###SITEURL###

source: Your email address has not been updated yet. Please check your inbox at %s for a confirmation email.
ca_es: L'adreça de correu electrònic no s'ha actualitzat encara. Comproveu si a la vostra safata d'entrada del compte %s hi ha un correu de confirmació.

source: [%s] New Email Address
ca_es: [%s] Adreça de correu electrònic nova

source: Network Disable
ca_es: Xarxa desactivada

source: Sorry, you must delete files before you can upload any more.
ca_es: Heu d'esborrar fitxers abans de penjar qualsevol més.

source: Enabled <span class="count">(%s)</span>
ca_es: Activat <span class="count">(%s)</span>

source: Theme
ca_es: Tema

source: You do not appear to have any themes available at this time.
ca_es: Ara mateix sembla que no teniu cap tema disponible.

source: No themes found.
ca_es: No s'ha trobat cap tema.

source: Visit Dashboard
ca_es: Visita el tauler

source: Your Sites
ca_es: Els llocs web

source: If you reached this screen by accident and meant to visit one of your own sites, here are some shortcuts to help you find your way.
ca_es: Si heu arribat a aquesta pantalla per accident i teniu la intenció de visitar un dels vostres llocs, aquí teniu algunes dreceres que us ajudaran a trobar el camí.

source: Not Spam
ca_es: No és brossa

source: Disabled <span class="count">(%s)</span>
ca_es: Desactivat <span class="count">(%s)</span>

source: Open this theme in the Theme Editor
ca_es: Obre aquest tema en l'editor de temes

source: Disable this theme
ca_es: Desactiva aquest tema

source: Enable this theme
ca_es: Activa aquest tema

source: Mark as Spam
ca_es: Marca com a brossa

source: You attempted to access the "%1$s" dashboard, but you do not currently have privileges on this site. If you believe you should be able to access the "%1$s" dashboard, please contact your network administrator.
ca_es: Heu intentat accedir al tauler de "%1$s", però actualment no teniu privilegis en aquest lloc web. Si creieu que hauríeu de poder accedir al tauler "%1$s", contacteu amb l'administrador de la xarxa.

source: MB (Leave blank for network default)
ca_es: Mb (deixeu en blanc per aplicar el valor per defecte de la xarxa)

source: Visit theme homepage
ca_es: Visita la pàgina web del tema

source: British English
ca_es: Anglès britànic

source: View Site
ca_es: Mostra la pàgina web

source: Super Admin <span class="count">(%s)</span>
ca_es: Super administrador <span class="count">(%s)</span>

source: American English
ca_es: Anglès americà

source: Primary Site
ca_es: Lloc principal

source: Visit Theme Site
ca_es: Visita el lloc web del tema

source: Delete this theme
ca_es: Suprimeix aquest tema

source: Site Upload Space Quota
ca_es: Quota d'espai del lloc per a càrregues

source: Disable
ca_es: sDesactiva

source: Not enough space to upload. %1$s KB needed.
ca_es: No hi ha prou espai per carregar. Es necessiten %1$s Kb.

source: English
ca_es: Anglès

source: You must be a member of at least one site to use this page.
ca_es: Heu de ser un membre d'almenys un lloc web per a usar aquesta pàgina.

source: Global Settings
ca_es: Paràmetres globals

source: <a href="http://codex.wordpress.org/Dashboard_My_Sites_Screen" target="_blank">Documentation on My Sites</a>
ca_es: <a href="http://codex.wordpress.org/Dashboard_My_Sites_Screen" target="_blank">Documentació sobre els meus llocs web</a>

source: You do not have sufficient permissions to view this page.
ca_es: No teniu permès visualitzar aquesta pàgina.

source: The primary site you chose does not exist.
ca_es: El lloc principal que heu triat, no existeix.

source: This screen shows an individual user all of their sites in this network, and also allows that user to set a primary site. He or she can use the links under each site to visit either the frontend or the dashboard for that site.
ca_es: Aquesta pantalla li mostra a un usuari individual tots els seus llocs en aquesta xarxa, i també permet a aquest usuari establir un lloc principal. Ell o ella pot usar els enllaços a sota de cada lloc ja sigui per visitar la pantalla principal o per visitar el tauler d'aquest lloc.

source: Up until WordPress version 3.0, what is now called a Multisite Network had to be installed separately as WordPress MU (multi-user).
ca_es: Fins la versió 3.0 del WordPress, el que ara es diu Xarxa Multilloc havia de ser instal·lada separadament com al WordPress MU (multi usuari)

source: Sorry, I need a wp-config-sample.php file to work from. Please re-upload this file from your WordPress installation.
ca_es: Cal un fitxer wp-config-sample.php per treballar. Pengeu aquest fitxer des d'una instal·lació del WordPress.

source: The file 'wp-config.php' already exists. If you need to reset any of the configuration items in this file, please delete it first. You may try <a href='%s'>installing now</a>.
ca_es: El fitxer 'wp-config.php' ja existeix. Si necessiteu reiniciar qualssevol dels paràmetres de configuració d'aquest fitxer, primer suprimiu-lo. Podeu intentar <a href='%s'>instal·lar-lo ara</a>.

source: The file 'wp-config.php' already exists one level above your WordPress installation. If you need to reset any of the configuration items in this file, please delete it first. You may try <a href='install.php'>installing now</a>.
ca_es: El fitxer 'wp-config.php' ja existeix un nivell per sobre de la instal·lació del WordPress. Si necessiteu reiniciar qualssevol dels paràmetres de configuració d'aquest fitxer, primer suprimiu-lo. Podeu intentar <a href='install.php'>instal·lar-lo ara</a>.

source: WordPress &rsaquo; Setup Configuration File
ca_es: Fitxer de configuració del WordPress

source: Welcome to WordPress. Before getting started, we need some information on the database. You will need to know the following items before proceeding.
ca_es: Benvinguts al WordPress. Abans de començar, necessitem alguna informació sobre la base de dades. Necessitareu conèixer les següents dades abans de continuar.

source: Database name
ca_es: Nom de la base de dades

source: Database username
ca_es: Nom d'usuari de la base de dades

source: Database password
ca_es: Contrasenya de la base de dades

source: Database host
ca_es: Amfitrió de la base de dades

source: Table prefix (if you want to run more than one WordPress in a single database)
ca_es: Prefixe de la taula (si voleu executar més d'un WordPress en una sola base de dades)

source: Let&#8217;s go!
ca_es: Anem allà!

source: Database Name
ca_es: Nom de la base de dades

source: The name of the database you want to run WP in.
ca_es: Nom de la base de dades en la que voleu executar el WP.

source: username
ca_es: nom d'usuari

source: Your MySQL username
ca_es: Nom d'usuari MySQL

source: password
ca_es: contrasenya

source: &hellip;and your MySQL password.
ca_es: &hellip;i la contrasenya MySQL.

source: Database Host
ca_es: Amfitrió de la base de dades

source: You should be able to get this info from your web host, if <code>localhost</code> does not work.
ca_es: Hauríeu de poder obtenir aquest informació del vostre servei d'allotjament web, si <code>localhost</code> no funciona.

source: Table Prefix
ca_es: Prefix de la taula

source: If you want to run multiple WordPress installations in a single database, change this.
ca_es: Si voleu executar múltiples instal·lacions del WordPress en una sola base de dades, canvieu això.

source: You can create the <code>wp-config.php</code> manually and paste the following text into it.
ca_es: Podeu crear el fitxer <code>wp-config.php</code> manualment i apegar el text següent en ell.

source: Run the install
ca_es: Executa la instal·lació

source: To allow use of this page to automatically repair database problems, please add the following line to your <code>wp-config.php</code> file. Once this line is added to your config, reload this page.
ca_es: Si voleu permetre l'ús d'aquesta pàgina per reparar automàticament els problemes de la base de dades, afegiu la següent línia al fitxer <code>wp-config.php</code>. Una vegada aquesta línia s'ha afegit a la configuració, recarregueu aquesta pàgina.

source: No comments awaiting moderation.
ca_es: Cap comentari està esperant moderació.

source: Changelog
ca_es: Registre de canvis

source: Other Notes
ca_es: Altres notes

source: FAQ
ca_es: PMF

source: Installation
ca_es: Instaŀlació

source: Description
ca_es: Descripció

source: Screenshots
ca_es: Captures de pantalla

source: If you just want to get an idea of what&#8217;s available, you can browse Featured, Popular, and Newest plugins by using the links in the upper left of the screen. These sections rotate regularly.
ca_es: Si només voleu fer-vos una idea del que hi ha disponible, podeu navegar entre les extensions destacades, les populars, les més recents i les actualitzades recentment fent servir els enllaços de dalt a l'esquerra d'aquesta pantalla. Aquestes seccions roten regularment.
